Autodesk.Revit.DB.BuiltInFailures.SiteFailures.GradeRegionElementsIngoreBottom
The current grading element has different elevations on bottom faces with existing element, however the cut/fill volume calculation will ignore the bottom faces differences.